[
  {
    "id": 1,
    "title": "Sensing What Surveys Miss: Understanding and Personalizing Proactive LLM Support by User Modeling",
    "relevance": "Proactive LLM support through <em>user modeling</em> — directly maps to Seena's contextual micro-interview trigger logic and behavioral sensing.",
    "pdf": "https://arxiv.org/pdf/2602.00880",
    "arxiv": "https://arxiv.org/abs/2602.00880",
    "tags": [
      "interviews",
      "behavior"
    ],
    "hasAnalysis": true
  },
  {
    "id": 2,
    "title": "InterFlow: Designing Unobtrusive AI to Empower Interviewers in Semi-Structured Interviews",
    "relevance": "AI-augmented interviewing with <em>unobtrusive design</em> — core to Seena's AI-powered interview methodology and real-time guidance system.",
    "pdf": "https://arxiv.org/pdf/2602.06396",
    "arxiv": "https://arxiv.org/abs/2602.06396",
    "tags": [
      "interviews"
    ],
    "hasAnalysis": true
  },
  {
    "id": 3,
    "title": "Behavioral Indicators of Overreliance During Interaction with Conversational Language Models",
    "relevance": "<em>Behavioral signal detection</em> in conversational AI — relevant to Seena's multi-dimensional session clustering and behavioral pattern recognition.",
    "pdf": "https://arxiv.org/pdf/2602.11567",
    "arxiv": "https://arxiv.org/abs/2602.11567",
    "tags": [
      "behavior",
      "agents"
    ],
    "hasAnalysis": true
  },
  {
    "id": 4,
    "title": "Qualitative Coding Analysis through Open-Source Large Language Models: A User Study and Design Recommendations",
    "relevance": "LLMs for <em>qualitative coding</em> — directly competitive/complementary to Seena's AI analysis pipeline. Key benchmarking reference.",
    "pdf": "https://arxiv.org/pdf/2602.18352",
    "arxiv": "https://arxiv.org/abs/2602.18352",
    "tags": [
      "qual"
    ],
    "hasAnalysis": true
  },
  {
    "id": 5,
    "title": "Reflexis: Supporting Reflexivity and Rigor in Collaborative Qualitative Analysis through Design for Deliberation",
    "relevance": "Rigor in collaborative <em>qual analysis</em> — relevant to Seena's evidence traceability system and researcher-AI deliberation loops.",
    "pdf": "https://arxiv.org/pdf/2601.15445",
    "arxiv": "https://arxiv.org/abs/2601.15445",
    "tags": [
      "qual"
    ],
    "hasAnalysis": true
  },
  {
    "id": 6,
    "title": "When Should Users Check? A Decision-Theoretic Model of Confirmation Frequency in Multi-Step AI Agent Tasks",
    "relevance": "Optimal <em>human-AI handoff points</em> — informs Seena's micro-interview timing and when to surface insights vs. keep collecting.",
    "pdf": "https://arxiv.org/pdf/2510.05307",
    "arxiv": "https://arxiv.org/abs/2510.05307",
    "tags": [
      "agents",
      "behavior"
    ],
    "hasAnalysis": true
  },
  {
    "id": 7,
    "title": "Interaction Context Often Increases Sycophancy in LLMs",
    "relevance": "Critical for Seena's interview AI — understanding how <em>context biases LLM responses</em> and designing against sycophantic agreement in micro-interviews.",
    "pdf": "https://arxiv.org/pdf/2509.12517",
    "arxiv": "https://arxiv.org/abs/2509.12517",
    "tags": [
      "bias",
      "interviews"
    ],
    "hasAnalysis": true
  },
  {
    "id": 8,
    "title": "Designing Computational Tools for Exploring Causal Relationships in Qualitative Data",
    "relevance": "<em>Causal reasoning</em> in qualitative data — maps to Seena's insight extraction and how behavioral clusters connect to product decisions.",
    "pdf": "https://arxiv.org/pdf/2602.06506",
    "arxiv": "https://arxiv.org/abs/2602.06506",
    "tags": [
      "qual",
      "behavior"
    ],
    "hasAnalysis": true
  },
  {
    "id": 9,
    "title": "CritiqueCrew: Orchestrating Multi-Perspective Conversational Design Critique",
    "relevance": "<em>Multi-agent design critique</em> from different expert perspectives — maps directly to Seena's multi-agent research pipeline architecture.",
    "pdf": "https://arxiv.org/pdf/2602.01796",
    "arxiv": "https://arxiv.org/abs/2602.01796",
    "tags": [
      "agents",
      "seena"
    ],
    "hasAnalysis": false
  },
  {
    "id": 10,
    "title": "Perspectra: Choosing Your Experts Enhances Critical Thinking in Multi-Agent Research Ideation",
    "relevance": "User-configurable <em>expert agent selection</em> improves critical thinking — informs how Seena lets researchers choose which analytical lenses agents apply.",
    "pdf": "https://arxiv.org/pdf/2509.20553",
    "arxiv": "https://arxiv.org/abs/2509.20553",
    "tags": [
      "agents",
      "seena"
    ],
    "hasAnalysis": false
  },
  {
    "id": 11,
    "title": "Hear You in Silence: Designing for Active Listening in Human Interaction with Conversational Agents Using Context-Aware Pacing",
    "relevance": "Context-aware <em>conversational pacing</em> that makes agents feel like active listeners — core interaction design for Seena's voice-based research interviews.",
    "pdf": "https://arxiv.org/pdf/2602.06134",
    "arxiv": "https://arxiv.org/abs/2602.06134",
    "tags": [
      "interviews",
      "seena"
    ],
    "hasAnalysis": false
  },
  {
    "id": 12,
    "title": "PointAloud: An Interaction Suite for AI-Supported Pointer-Centric Think-Aloud Computing",
    "relevance": "AI-supported <em>think-aloud methodology</em> in real time — essential reference for Seena's upcoming think-aloud research tool.",
    "pdf": "https://arxiv.org/pdf/2602.09296",
    "arxiv": "https://arxiv.org/abs/2602.09296",
    "tags": [
      "interviews",
      "seena"
    ],
    "hasAnalysis": false,
    "note": "Key reference for Seena's think-aloud tool — study how they handle real-time AI augmentation of think-aloud protocols."
  },
  {
    "id": 13,
    "title": "Feedback by Design: Understanding and Overcoming User Feedback Barriers in Conversational Agents",
    "relevance": "Why users struggle to give <em>useful feedback to AI agents</em> and how to design around it — critical for both Seena's AI interviewer and Brain Space's personal AI.",
    "pdf": "https://arxiv.org/pdf/2602.01405",
    "arxiv": "https://arxiv.org/abs/2602.01405",
    "tags": [
      "agents",
      "seena",
      "brainspace"
    ],
    "hasAnalysis": false,
    "essential": true
  },
  {
    "id": 14,
    "title": "Scaffolded Vulnerability: Chatbot-Mediated Reciprocal Self-Disclosure and Need-Supportive Interaction in Couples",
    "relevance": "Chatbot-mediated <em>vulnerability between partners</em> — validates the original 3rd Brain thesis and directly informs Brain Space's shared spaces feature.",
    "pdf": "https://arxiv.org/pdf/2602.07508",
    "arxiv": "https://arxiv.org/abs/2602.07508",
    "tags": [
      "brainspace"
    ],
    "hasAnalysis": false
  },
  {
    "id": 15,
    "title": "Cocoa: Co-Planning and Co-Execution with AI Agents",
    "relevance": "<em>Human-AI co-planning and co-execution</em> — maps directly onto Brain Space's AI-assisted task management and Seena's agent orchestration patterns.",
    "pdf": "https://arxiv.org/pdf/2412.10999",
    "arxiv": "https://arxiv.org/abs/2412.10999",
    "tags": [
      "agents",
      "seena",
      "brainspace"
    ],
    "hasAnalysis": false
  },
  {
    "id": 16,
    "title": "Scaffolding Metacognition with GenAI: Design Opportunities to Support Task Management for University Students with ADHD",
    "relevance": "GenAI scaffolding <em>executive function and task management</em> — overlaps Brain Space's core value prop of 'making brain space' and connects to NYU accessibility work.",
    "pdf": "https://arxiv.org/pdf/2602.09381",
    "arxiv": "https://arxiv.org/abs/2602.09381",
    "tags": [
      "brainspace"
    ],
    "hasAnalysis": false
  },
  {
    "id": 17,
    "title": "Prototyping Digital Social Spaces through Metaphor-Driven Design",
    "relevance": "Designing <em>digital social spaces using spatial metaphors</em> — Brain Space is literally organized around 'spaces' as areas of life. This explores the design vocabulary you're building with.",
    "pdf": "https://arxiv.org/pdf/2510.02759",
    "arxiv": "https://arxiv.org/abs/2510.02759",
    "tags": [
      "brainspace"
    ],
    "hasAnalysis": false
  },
  {
    "id": 18,
    "title": "RELATE-Sim: Leveraging Turning Point Theory and LLM Agents to Predict Long-Term Relationship Dynamics",
    "relevance": "LLM agents simulating <em>long-term relationship evolution</em> — future Seena application for simulating user-company relationship dynamics over time.",
    "pdf": "https://arxiv.org/pdf/2510.00414",
    "arxiv": "https://arxiv.org/abs/2510.00414",
    "tags": [
      "agents",
      "seena"
    ],
    "hasAnalysis": false,
    "note": "Future Seena direction — could we simulate a person's relationship to a company or product over time?"
  },
  {
    "id": 19,
    "title": "The AI Memory Gap: Users Misremember What They Created With AI or Without",
    "relevance": "People can't accurately <em>remember which parts they wrote vs. the AI</em> — rich implications for authorship, agency, and what 'your work' means in an AI era.",
    "pdf": "https://arxiv.org/pdf/2509.11851",
    "arxiv": "https://arxiv.org/abs/2509.11851",
    "tags": [
      "eid"
    ],
    "hasAnalysis": false
  },
  {
    "id": 20,
    "title": "AI Personalization Paradox: Personalized AI Increases Superficial Engagement in Reading while Undermines Autonomy and Ownership in Writing",
    "relevance": "<em>Personalization helps reading but hurts writing</em> — a design tension to unpack, especially as Brain Space personalizes AI to individual users.",
    "pdf": "https://arxiv.org/pdf/2601.17846",
    "arxiv": "https://arxiv.org/abs/2601.17846",
    "tags": [
      "eid"
    ],
    "hasAnalysis": false
  },
  {
    "id": 21,
    "title": "The AI Genie Phenomenon and Three Types of AI Chatbot Addiction: Escapist Roleplays, Pseudosocial Companions, and Epistemic Rabbit Holes",
    "relevance": "Taxonomy of <em>chatbot addiction patterns</em> — provocative design ethics angle and consideration for any AI-forward product you're building.",
    "pdf": "https://arxiv.org/pdf/2601.13348",
    "arxiv": "https://arxiv.org/abs/2601.13348",
    "tags": [
      "eid"
    ],
    "hasAnalysis": false
  },
  {
    "id": 22,
    "title": "Relational Dissonance in Human-AI Interactions: The Case of Knowledge Work",
    "relevance": "The tension when <em>AI relationships don't fit existing social categories</em> — you live this daily across both ventures. Strong content angle.",
    "pdf": "https://arxiv.org/pdf/2509.15836",
    "arxiv": "https://arxiv.org/abs/2509.15836",
    "tags": [
      "eid"
    ],
    "hasAnalysis": false
  },
  {
    "id": 23,
    "title": "Exploring The Impact Of Proactive Generative AI Agent Roles In Time-Sensitive Collaborative Problem-Solving",
    "relevance": "What happens when <em>AI agents take initiative</em> vs. waiting for instructions — relevant to Brain Space's proactive task management and Seena's agent orchestration.",
    "pdf": "https://arxiv.org/pdf/2602.17864",
    "arxiv": "https://arxiv.org/abs/2602.17864",
    "tags": [
      "agents",
      "eid"
    ],
    "hasAnalysis": false
  },
  {
    "id": 24,
    "title": "AI and My Values: User Perceptions of LLMs' Ability to Extract, Embody, and Explain Human Values from Casual Conversations",
    "relevance": "Can an LLM <em>understand your values from how you talk</em>? Connects to Brain Space's on-device AI learning about users and to the NAVP design framework (Needs, Abilities, Values, Preferences).",
    "pdf": "https://arxiv.org/pdf/2601.22440",
    "arxiv": "https://arxiv.org/abs/2601.22440",
    "tags": [
      "valuesensitive"
    ],
    "hasAnalysis": false,
    "note": "Potential connection to NAVP (Needs, Abilities, Values, Preferences) design framework — how might value extraction inform the V in NAVP?"
  },
  {
    "id": 25,
    "title": "Who Does What? Archetypes of Roles Assigned to LLMs During Human-AI Decision-Making",
    "relevance": "Maps the <em>different roles people assign to LLMs</em> (advisor, executor, collaborator) — directly informs Seena's agent mode design and strong 'Everything is Designed' content.",
    "pdf": "https://arxiv.org/pdf/2602.11924",
    "arxiv": "https://arxiv.org/abs/2602.11924",
    "tags": [
      "agents",
      "seena",
      "eid"
    ],
    "hasAnalysis": false
  },
  {
    "id": 26,
    "title": "Research Slop",
    "relevance": "Names the central risk for AI research platforms like Seena — <em>surface-level AI-generated insights</em> replacing genuine understanding. Both a warning and a design brief.",
    "pdf": "https://genpurpose.substack.com/p/research-slop",
    "tags": [
      "seena",
      "qual",
      "eid"
    ],
    "hasAnalysis": true
  }
]